"Job Log" = "作业日志";
"Job Log2" = "作业日志";

"User ID" = "用户识别号码";
"User ID:" = "用户识别号码:";

"Job Type" = "作业方式";
"Job Type:" = "作业方式:";

"File Name" = "文件名";
"File Name:" = "文件名:";

"Password" = "密码";
"Password:" = "密码:";

"User Code" = "用户代码";
"User Code:" = "用户代码:";

"Time" = "时间";
"Time:" = "时间:";

"Enable User Code" = "启用用户代码";
"Pop up Every Time" = "每次弹出";
"User Code Always Blank" = "用户代码总是为空";
"OK" = "确定";
"Cancel" = "取消";
"Enable Specify Time" = "设置打印时间";

"Folder Number" = "文件夹编号";
"Folder Number:" = "文件夹编号:";

"Folder Password" = "文件夹密码";
"Folder Password:" = "文件夹密码:";

"Normal Print" = "普通打印";
"Sample Print" = "样张打印";
"Locked Print" = "锁定打印";
"Hold Print" = "保留打印";
"Stored Print" = "保存的打印";
"Store and Print" = "保存并打印";
"Document Server" = "文件服务器";

"(4-8 digits)" = "(4到8位数字。)";

"Enter a valid File Name" = "输入有效的文件名。";
"Enter a valid Password" = "输入有效的密码。";
"Enter a valid User Code" = "输入有效的用户代码。";
"Enter a valid User ID" = "输入有效的用户识别号码。";
"Enter a valid Folder Password" = "输入有效的文件夹密码。";

"(Up to 8 alphanumeric characters)" = "(最多8位字母数字字符。)";
"(Up to 16 alphanumeric characters)" = "(最多16位字母数字字符。)";
"(4 digits)" = "(4到8位数字。)";
"(Up to 8 digits)" = "(4到8位数字。)";